{
  "dogs": [
    "How do I feed my dog properly?",
    "What's the best dog food for my breed?",
    "How much should I feed my puppy?",
    "How do I transition my dog to a new food?",
    "What's causing my dog to lose weight?",
    "How do I help my dog gain weight?",
    "What should I feed my senior dog?",
    "How do I feed a dog with allergies?",
    "What's the best diet for a diabetic dog?",
    "How do I feed my dog on a budget?",
    "What's the right feeding schedule for my dog?",
    "How do I calculate portions for my dog?",
    "What supplements does my dog need?",
    "How do I feed a dog with kidney disease?",
    "What's the best raw diet for dogs?",
    "How do I make homemade dog food?",
    "What should I feed my pregnant dog?",
    "How do I wean puppies?",
    "What's the best food for working dogs?",
    "How do I feed a dog with digestive issues?"
  ],
  "cats": [
    "How do I feed my cat properly?",
    "What's the best cat food for my breed?",
    "How much should I feed my kitten?",
    "How do I transition my cat to wet food?",
    "Why is my cat not eating?",
    "How do I help my cat lose weight?",
    "What should I feed my senior cat?",
    "How do I feed a cat with urinary issues?",
    "What's the best diet for a diabetic cat?",
    "How do I prevent hairballs in my cat?",
    "What's the right feeding schedule for my cat?",
    "How do I calculate portions for my cat?",
    "What supplements does my cat need?",
    "How do I feed a cat with kidney disease?",
    "What's the best raw diet for cats?",
    "How do I make homemade cat food?",
    "What should I feed my pregnant cat?",
    "How do I wean kittens?",
    "What's the best food for indoor cats?",
    "How do I feed a cat with digestive issues?"
  ],
  "birds": [
    "How do I feed my parrot properly?",
    "What's the best bird seed mix?",
    "How much should I feed my budgie?",
    "How do I transition my bird to pellets?",
    "Why is my bird losing feathers?",
    "How do I feed a molting bird?",
    "What should I feed my senior bird?",
    "How do I prevent fatty liver in birds?",
    "What's the best diet for breeding birds?",
    "How do I feed a bird with vitamin deficiencies?",
    "What's the right feeding schedule for my bird?",
    "How do I calculate portions for my bird?",
    "What supplements does my bird need?",
    "How do I feed a bird with kidney disease?",
    "What's the best fresh food for birds?",
    "How do I make homemade bird food?",
    "What should I feed my breeding pair?",
    "How do I wean baby birds?",
    "What's the best food for cockatiels?",
    "How do I feed a bird with digestive issues?"
  ],
  "reptiles": [
    "How do I feed my bearded dragon properly?",
    "What's the best diet for leopard geckos?",
    "How much should I feed my ball python?",
    "How do I transition my reptile to insects?",
    "Why is my reptile losing weight?",
    "How do I help my reptile gain weight?",
    "What should I feed my adult reptile?",
    "How do I feed a reptile with MBD?",
    "What's the best calcium sources for reptiles?",
    "How do I prevent impaction in reptiles?",
    "What's the right feeding schedule for my reptile?",
    "How do I calculate portions for my reptile?",
    "What supplements does my reptile need?",
    "How do I feed a reptile with kidney disease?",
    "What's the best gut loading for insects?",
    "How do I dust insects properly?",
    "What should I feed my breeding reptiles?",
    "How do I feed baby reptiles?",
    "What's the best food for corn snakes?",
    "How do I feed a reptile with digestive issues?"
  ],
  "pocket_pets": [
    "How do I feed my rabbit properly?",
    "What's the best diet for guinea pigs?",
    "How much should I feed my hamster?",
    "How do I transition my small pet to pellets?",
    "Why is my small pet losing weight?",
    "How do I help my small pet gain weight?",
    "What should I feed my senior small pet?",
    "How do I prevent bladder stones in rabbits?",
    "What's the best hay for small pets?",
    "How do I prevent wool block?",
    "What's the right feeding schedule for my small pet?",
    "How do I calculate portions for my small pet?",
    "What supplements does my small pet need?",
    "How do I feed a small pet with dental issues?",
    "What's the best fresh veggies for small pets?",
    "How do I make homemade small pet food?",
    "What should I feed my breeding pair?",
    "How do I wean baby small pets?",
    "What's the best food for ferrets?",
    "How do I feed a small pet with digestive issues?"
  ],
  "emergency_keywords": [
    "bleeding",
    "seizure",
    "poisoning",
    "choking",
    "broken bone",
    "emergency",
    "urgent",
    "veterinarian",
    "collapsed",
    "unconscious",
    "labored breathing",
    "distress",
    "shock",
    "trauma",
    "injury",
    "accident",
    "hit by car",
    "fell from height",
    "drowning",
    "electrocution",
    "burn",
    "frostbite",
    "heat stroke",
    "hypothermia",
    "dehydration",
    "vomiting blood",
    "blood in stool",
    "paralysis",
    "coma",
    "URI",
    "upper respiratory infection",
    "respiratory infection",
    "not eating",
    "won't eat",
    "refusing food",
    "loss of appetite",
    "hypoglycemia",
    "diarrhea",
    "constipation",
    "lethargic",
    "weak",
    "trembling",
    "seizures",
    "convulsions",
    "pain",
    "crying",
    "whining",
    "yelping",
    "aggression",
    "hiding",
    "isolation",
    "quarantine"
  ],
  "scoring_config": {
    "semantic_threshold": 0.7,
    "intent_phrase_weight": 0.4,
    "semantic_similarity_weight": 0.4,
    "freshness_weight": 0.2,
    "min_score_threshold": 0.6,
    "max_leads_per_hour": 10
  }
}
