{
  "instagram_ultimatepetnutrition": {
    "first_touch": "hey — your supplement line helped shape how we think about holistic pet health... we built something that might fit your audience. free meal plans + shoppable ingredient lists (dogs, cats, birds, reptiles).\nthinks it could work alongside what you're already doing? https://paws-and-plates.vercel.app/"
  },
  "instagram_nutritionrvn": {
    "first_touch": "hey — your evidence-based nutrition content is exactly what pet parents need... we built a tool that might help your followers. free personalized meal plans + shoppable lists for dogs, cats, birds, reptiles.\nwondering if you'd be open to checking it out? https://paws-and-plates.vercel.app/"
  },
  "instagram_thecaninedietitian": {
    "first_touch": "hey — you're already helping people nail dog nutrition... built something that might make your job easier. free meal plans + shoppable ingredient lists. your clients could use it between consults.\nopen to taking a look? https://paws-and-plates.vercel.app/"
  },
  "instagram_laguasca": {
    "first_touch": "hey — your bilingual pet nutrition content is filling a huge gap... we built Paws & Plates for pet parents who want real meal plans (not just advice). covers dogs, cats, birds, reptiles.\nwondering if your community would use something like this? https://paws-and-plates.vercel.app/"
  },
  "instagram_drpeterdobias": {
    "first_touch": "hey — your holistic nutrition approach helped shape how we think about fresh feeding... built a free meal plan tool with shoppable ingredient lists for dogs, cats, birds, reptiles.\nthink your audience would find it useful? https://paws-and-plates.vercel.app/"
  },
  "instagram_dogsfriendsireland": {
    "first_touch": "hey — your community-first approach to dog health is exactly what we need more of... built Paws & Plates: free meal plans + shoppable lists. trying to make fresh feeding less intimidating.\nwondering if your community would use this? https://paws-and-plates.vercel.app/"
  },
  "instagram_johnnadevereaux": {
    "first_touch": "hey — your clinical nutrition content is super helpful... built a tool that might support what you're teaching. free personalized meal plans + ingredient shopping lists for dogs, cats, birds, reptiles.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "instagram_youmustluvdogs": {
    "first_touch": "hey — love your multi-pet household vibe... built something for people like you. free meal plans for dogs, cats, birds, reptiles + even frogs. shoppable ingredient lists so you know exactly what to get.\nthinks your followers would use it? https://paws-and-plates.vercel.app/"
  },
  "instagram_yamika.damani": {
    "first_touch": "hey — your evidence-based approach to dog care is exactly what we built around... built Paws & Plates to give people actionable meal plans (not just theory). free + includes shoppable ingredient lists.\nwondering if your community would find this useful? https://paws-and-plates.vercel.app/"
  },
  "instagram_thelittlecarnivore": {
    "first_touch": "hey — your cat nutrition content (especially raw feeding) helped shape how we think about species-appropriate food... built a free meal plan tool for cats, dogs, birds, reptiles with shoppable lists.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "instagram_theholisticdoghealthcoach": {
    "first_touch": "hey — your holistic health approach is exactly what we built Paws & Plates around... free meal plans + shoppable ingredient lists. trying to help people break free from ultra-processed kibble.\nwondering if your community would use this? https://paws-and-plates.vercel.app/"
  },
  "instagram_ventresurpattes": {
    "first_touch": "hey camille — your animal nutrition recipes are super practical... built a tool that might help your French + international audience. free meal plans for dogs, cats, birds, reptiles with ingredient lists.\nopen to a look? https://paws-and-plates.vercel.app/"
  },
  "instagram_drloudon": {
    "first_touch": "hey — your vet + training combo is exactly what pet parents need... built Paws & Plates to bridge the gap between 'feed better' and 'here's exactly how.' free meal plans + shoppable lists.\nthinks your followers would use it? https://paws-and-plates.vercel.app/"
  },
  "instagram_rawfed.miami": {
    "first_touch": "hey — your raw feeding content is super practical... built something that might help your community. free meal plans with ingredient lists for raw feeders (and everyone else). covers dogs, cats, birds, reptiles.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "instagram_petnutritionbylynn": {
    "first_touch": "hey lynn — your evidence-based nutrition content is what the pet world needs... built Paws & Plates to give people actual meal plans (not just advice). free + includes shoppable ingredient lists.\nwondering if your followers would use this? https://paws-and-plates.vercel.app/"
  },
  "instagram_rawfeedingcommunity": {
    "first_touch": "hey — your community helped shape how we think about fresh feeding... built a free meal plan tool with shoppable ingredient lists for raw feeders + home cookers. covers dogs, cats, birds, reptiles.\nthinks your community would find it useful? https://paws-and-plates.vercel.app/"
  },
  "instagram_holisticpetinfo": {
    "first_touch": "hey — your holistic health content helped shape our approach to fresh feeding... built Paws & Plates: free meal plans + shoppable lists for dogs, cats, birds, reptiles.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "instagram_petfooddudes": {
    "first_touch": "hey — your ingredient breakdowns are exactly what pet parents need... built something that might help your audience. free meal plans + shoppable ingredient lists so people can skip the guesswork.\nwondering if you'd check it out? https://paws-and-plates.vercel.app/"
  },
  "instagram_caninenutritionspecialist": {
    "first_touch": "hey — you're already helping people with custom diets... built a tool that might make your job easier. free meal plans + ingredient lists. your clients could use it between consultations.\nopen to a look? https://paws-and-plates.vercel.app/"
  },
  "instagram_homemadeforyou": {
    "first_touch": "hey — your homemade recipes helped shape how we built our meal planner... Paws & Plates generates free personalized plans + shoppable ingredient lists for dogs, cats, birds, reptiles.\nthinks your followers would use it? https://paws-and-plates.vercel.app/"
  },
  "instagram_pawsomekitchen": {
    "first_touch": "hey — your meal prep tips are super practical... built something that might help your community. free personalized meal plans with shoppable ingredient lists. covers dogs + cats, birds, reptiles.\nwondering if you'd check it out? https://paws-and-plates.vercel.app/"
  },
  "instagram_felinenutrition": {
    "first_touch": "hey — your species-appropriate cat nutrition content is exactly what we need... built Paws & Plates to give cat parents actual meal plans (not just theory). free + includes shoppable lists.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "instagram_naturaldogkitchen": {
    "first_touch": "hey — your natural dog food approach helped shape our project... built a free meal plan tool with shoppable ingredient lists for dogs (plus cats, birds, reptiles).\nthinks your community would use this? https://paws-and-plates.vercel.app/"
  },
  "instagram_freshfeedingcommunity": {
    "first_touch": "hey — your fresh feeding community is exactly what pet parents need... built Paws & Plates to make the practical side easier. free meal plans + shoppable ingredient lists.\nwondering if your community would find it useful? https://paws-and-plates.vercel.app/"
  },
  "instagram_petdietitian": {
    "first_touch": "hey — your evidence-based approach to pet nutrition is what we built around... Paws & Plates generates free meal plans + shoppable lists based on actual nutritional needs.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "tiktok_adventuringwithnala": {
    "first_touch": "hey — your supplement brand + Nala's adventures helped shape how we think about dog wellness... built Paws & Plates: free meal plans + shoppable ingredient lists that could complement what you're doing.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "tiktok_pet.nutritionist.tips": {
    "first_touch": "hey — your evidence-based tips are exactly what pet parents need... built a tool that gives them actual meal plans (not just advice). free + includes shoppable ingredient lists.\nwondering if your followers would use this? https://paws-and-plates.vercel.app/"
  },
  "tiktok_rawfeedingforbeginners": {
    "first_touch": "hey — your beginner-friendly raw feeding content is super helpful... built Paws & Plates to make the meal planning side easier. free plans + shoppable ingredient lists for raw feeders.\nthinks your community would use it? https://paws-and-plates.vercel.app/"
  },
  "tiktok_holisticdogmom": {
    "first_touch": "hey — your holistic approach helped shape how we think about dog wellness... built a free meal plan tool with shoppable ingredient lists for dogs (plus cats, birds, reptiles).\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "tiktok_catwellnesscoach": {
    "first_touch": "hey — your cat wellness content is exactly what cat parents need... built Paws & Plates to give them actual meal plans (not just theory). free + includes shoppable lists.\nwondering if your followers would use this? https://paws-and-plates.vercel.app/"
  },
  "tiktok_freshfedpups": {
    "first_touch": "hey — your fresh feeding journey helped shape our project... built a free meal plan tool with shoppable ingredient lists so people can skip the guesswork.\nthinks your community would use this? https://paws-and-plates.vercel.app/"
  },
  "tiktok_petfooddecoded": {
    "first_touch": "hey — your ingredient breakdowns are super helpful... built something that might help your audience. free meal plans + shoppable lists so people know exactly what they're feeding.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "tiktok_dognutritionbasics": {
    "first_touch": "hey — your simple approach to dog nutrition is exactly what we built around... Paws & Plates generates free meal plans + shoppable ingredient lists based on actual needs.\nwondering if your followers would use this? https://paws-and-plates.vercel.app/"
  },
  "tiktok_homemadedogfood101": {
    "first_touch": "hey — your homemade recipes are super practical... built a tool that might make meal planning easier for your community. free plans + shoppable ingredient lists.\nthinks your followers would use it? https://paws-and-plates.vercel.app/"
  },
  "tiktok_rawfedlife": {
    "first_touch": "hey — your raw feeding community helped shape our approach... built Paws & Plates to make the practical side easier. free meal plans + shoppable ingredient lists.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "tiktok_catnutritiontips": {
    "first_touch": "hey — your cat nutrition content is exactly what cat parents need... built a free meal plan tool with shoppable ingredient lists for cats (plus dogs, birds, reptiles).\nwondering if your followers would use this? https://paws-and-plates.vercel.app/"
  },
  "tiktok_petfoodtruth": {
    "first_touch": "hey — your honesty about the pet food industry helped shape why we built this... Paws & Plates gives people free meal plans + shoppable lists so they can DIY it.\nthinks your community would use it? https://paws-and-plates.vercel.app/"
  },
  "tiktok_naturaldoglife": {
    "first_touch": "hey — your natural dog life content helped shape our approach... built a free meal plan tool with shoppable ingredient lists for dogs (plus cats, birds, reptiles).\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "tiktok_freshfeedingmama": {
    "first_touch": "hey — your fresh feeding journey is exactly what pet parents need to see... built Paws & Plates to make meal planning easier. free plans + shoppable ingredient lists.\nwondering if your followers would use this? https://paws-and-plates.vercel.app/"
  },
  "tiktok_petnutritioncoach": {
    "first_touch": "hey — you're already helping people with custom nutrition... built a tool that might make your job easier. free meal plans + shoppable lists. your clients could use it between sessions.\nopen to a look? https://paws-and-plates.vercel.app/"
  },
  "tiktok_holisticpetcare101": {
    "first_touch": "hey — your holistic care approach helped shape how we built this... Paws & Plates generates free meal plans + shoppable ingredient lists for dogs, cats, birds, reptiles.\nthinks your community would use it? https://paws-and-plates.vercel.app/"
  },
  "tiktok_dogfoodrecipes": {
    "first_touch": "hey — your dog food recipes are super practical... built something that might help your audience. free meal plans + shoppable ingredient lists so people know exactly what to buy.\nwondering if you'd check it out? https://paws-and-plates.vercel.app/"
  },
  "tiktok_rawfeedingfaq": {
    "first_touch": "hey — your FAQ approach to raw feeding is exactly what beginners need... built Paws & Plates to give them actual meal plans (not just answers). free + includes shoppable lists.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "tiktok_catfoodtruth": {
    "first_touch": "hey — your cat food ingredient analysis is super helpful... built something that might help your audience. free meal plans + shoppable lists so cat parents can DIY it.\nthinks your followers would use this? https://paws-and-plates.vercel.app/"
  },
  "tiktok_petnutritionmadeeasy": {
    "first_touch": "hey — your simplified approach to pet nutrition is what we built around... Paws & Plates generates free meal plans + shoppable ingredient lists so people can actually do it.\nwondering if your followers would use this? https://paws-and-plates.vercel.app/"
  },
  "tiktok_freshfedcats": {
    "first_touch": "hey — your fresh fed cats content is exactly what cat parents need... built a free meal plan tool with shoppable ingredient lists for cats (plus dogs, birds, reptiles).\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "tiktok_dognutritioncoach": {
    "first_touch": "hey — you're already helping dogs with nutrition... built a tool that might support your work. free meal plans + shoppable lists. your clients could use it on their own too.\nwondering if you'd check it out? https://paws-and-plates.vercel.app/"
  },
  "tiktok_holisticdogcare": {
    "first_touch": "hey — your holistic dog care approach helped shape our project... built Paws & Plates to make fresh feeding easier. free meal plans + shoppable ingredient lists.\nthinks your community would use it? https://paws-and-plates.vercel.app/"
  },
  "tiktok_petfoodreviews101": {
    "first_touch": "hey — your honest reviews helped shape why we built this... Paws & Plates gives people free meal plans + shoppable lists so they can skip the processed stuff.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "tiktok_naturalpetdiet": {
    "first_touch": "hey — your natural diet tips are super practical... built something that might help your audience. free meal plans + shoppable ingredient lists for dogs, cats, birds, reptiles.\nwondering if your followers would use this? https://paws-and-plates.vercel.app/"
  },
  "youtube_vetranch": {
    "first_touch": "hey — your rescue + vet content helped shape how we think about pet health... built Paws & Plates to help pet parents with nutrition side. free meal plans + shoppable ingredient lists.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "youtube_helpfulvancouvervet": {
    "first_touch": "hey — your practical vet advice is exactly what pet parents need... built something that might help your audience. free meal plans + shoppable ingredient lists for better nutrition.\nwondering if your viewers would use this? https://paws-and-plates.vercel.app/"
  },
  "youtube_ourpetshealth": {
    "first_touch": "hey dr. conn — your practical pet health content is super helpful... built Paws & Plates to bridge 'feed better' and 'here's exactly how.' free meal plans + shoppable lists.\nthinks your viewers would use it? https://paws-and-plates.vercel.app/"
  },
  "youtube_dogstested": {
    "first_touch": "hey — your thorough reviews helped shape how we think about useful tools for dog parents... built Paws & Plates: free meal plans + shoppable ingredient lists. nutrition is gear too, kind of.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "youtube_petsteacher": {
    "first_touch": "hey — your education-first approach helped shape our project... built a free meal plan tool with shoppable ingredient lists to make feeding education more actionable.\nwondering if your viewers would use this? https://paws-and-plates.vercel.app/"
  },
  "youtube_zakgeorge": {
    "first_touch": "hey zak — your training approach helped shape how we think about nutrition + behavior... built Paws & Plates: free meal plans + shoppable lists. nutrition is the foundation.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "youtube_lifewithaspen": {
    "first_touch": "hey — your service dog journey helped shape how we think about nutrition for working dogs... built a free meal plan tool with shoppable ingredient lists. working dogs need optimal nutrition.\nthinks your viewers would use it? https://paws-and-plates.vercel.app/"
  },
  "youtube_kittenlady": {
    "first_touch": "hey — your rescue work helped shape how we approach cat nutrition... built Paws & Plates to make feeding easier. free meal plans + shoppable ingredient lists for cats (plus dogs, birds, reptiles).\nwondering if your community would use this? https://paws-and-plates.vercel.app/"
  },
  "youtube_jacksongalaxy": {
    "first_touch": "hey jackson — your cat behavior work helped shape how we built our cat side... Paws & Plates generates free meal plans + shoppable lists. nutrition impacts behavior big time.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "youtube_allaboutcats": {
    "first_touch": "hey — your cat care content is super thorough... built something that might help your audience. free meal plans + shoppable ingredient lists for cats (plus dogs, birds, reptiles).\nthinks your viewers would use it? https://paws-and-plates.vercel.app/"
  },
  "youtube_clintsreptiles": {
    "first_touch": "hey clint — your reptile education helped shape how we approached the reptile side... built Paws & Plates: free meal plans + shoppable ingredient lists for reptiles (plus dogs, cats, birds).\nwondering if your viewers would use this? https://paws-and-plates.vercel.app/"
  },
  "youtube_snakediscovery": {
    "first_touch": "hey — your reptile content is super educational... built something that might help your audience. free meal plans + shoppable ingredient lists for reptiles (plus dogs, cats, birds).\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "youtube_goherping": {
    "first_touch": "hey — your reptile care guides helped shape our reptile side... built a free meal plan tool with shoppable ingredient lists for reptiles (plus dogs, cats, birds, pocket pets).\nthinks your viewers would use it? https://paws-and-plates.vercel.app/"
  },
  "youtube_birdtricks": {
    "first_touch": "hey — your bird care content is super helpful... built Paws & Plates to make bird nutrition easier. free meal plans + shoppable ingredient lists for birds (plus dogs, cats, reptiles).\nwondering if your viewers would use this? https://paws-and-plates.vercel.app/"
  },
  "youtube_elleandthebirds": {
    "first_touch": "hey — your bird care content helped shape how we approached birds... built a free meal plan tool with shoppable ingredient lists for birds (plus dogs, cats, reptiles).\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "youtube_lennonthebunny": {
    "first_touch": "hey — your bunny care content helped shape how we built our rabbit side... Paws & Plates generates free meal plans + shoppable ingredient lists for rabbits (plus dogs, cats, birds, reptiles).\nthinks your viewers would use it? https://paws-and-plates.vercel.app/"
  },
  "youtube_101rabbits": {
    "first_touch": "hey — your rabbit guides helped shape our rabbit/pocket-pet side... built a free meal plan tool with shoppable ingredient lists for rabbits (plus dogs, cats, birds, reptiles).\nwondering if your viewers would use this? https://paws-and-plates.vercel.app/"
  },
  "youtube_victoriaraechel": {
    "first_touch": "hey victoria — your pocket pet care content is the gold standard... built Paws & Plates to make nutrition easier. free meal plans + shoppable ingredient lists for hamsters, guinea pigs, etc.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "youtube_welcometochickenlandia": {
    "first_touch": "hey — your chicken care content helped shape how we think about multi-species feeding... built a free meal plan tool with shoppable ingredient lists for chickens (plus dogs, cats, birds, reptiles).\nthinks your viewers would use it? https://paws-and-plates.vercel.app/"
  },
  "youtube_beckyshomestead": {
    "first_touch": "hey — your homestead content helped shape our multi-species approach... built Paws & Plates for homesteaders feeding multiple animals. free meal plans + shoppable ingredient lists.\nwondering if your viewers would use this? https://paws-and-plates.vercel.app/"
  },
  "youtube_prairiehomestead": {
    "first_touch": "hey jill — your homestead content helped shape how we think about feeding multiple animals... built a free meal plan tool with shoppable ingredient lists for dogs, cats, chickens, rabbits, etc.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "youtube_rachaelrayshow": {
    "first_touch": "hey — your pet segments helped shape our 'make it approachable' mindset... built Paws & Plates: free meal plans + shoppable ingredient lists for everyone.\nthinks your audience would use it? https://paws-and-plates.vercel.app/"
  },
  "youtube_thedogist": {
    "first_touch": "hey — your dog storytelling helped shape our 'make it human + caring' tone... built a free meal plan tool with shoppable ingredient lists for dogs (plus cats, birds, reptiles).\nwondering if your audience would use this? https://paws-and-plates.vercel.app/"
  },
  "youtube_helpfulvancouvervet": {
    "first_touch": "hey dr. burstyn — your practical vet how-tos are exactly what pet parents need... built Paws & Plates to help with nutrition. free meal plans + shoppable ingredient lists.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "youtube_veterinarysecrets": {
    "first_touch": "hey dr. jones — your natural health approach helped shape our project... built a free meal plan tool with shoppable ingredient lists for better nutrition.\nthinks your viewers would use it? https://paws-and-plates.vercel.app/"
  },
  "pinterest_thepioneerwoman": {
    "first_touch": "hey — your 'make it approachable' style helped shape how we built this... Paws & Plates gives people free pet meal plans + shoppable ingredient lists.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "pinterest_simplyrecipes": {
    "first_touch": "hey — your simple cooking vibe helped shape our project UX... built Paws & Plates for pet meal plans. free + includes shoppable ingredient lists.\nthinks your audience would use it? https://paws-and-plates.vercel.app/"
  },
  "pinterest_funcheaporfree": {
    "first_touch": "hey — your budget-first content helped shape how we talk about cost... built Paws & Plates: free meal plans + shoppable ingredient lists for pets. save money vs premium kibble.\nwondering if your audience would use this? https://paws-and-plates.vercel.app/"
  },
  "pinterest_ruffwear": {
    "first_touch": "hey — your adventure-dog community helped shape how we think about nutrition for active dogs... built a free meal plan tool with shoppable ingredient lists.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "pinterest_chewy": {
    "first_touch": "hey — your brand helped shape how we think about making pet care easier... built Paws & Plates: free meal plans + shoppable ingredient lists. could complement what you're doing.\nopen to exploring a partnership? https://paws-and-plates.vercel.app/"
  },
  "pinterest_thesprucepets": {
    "first_touch": "hey — your expert pet care guides are super helpful... built something that might help your audience. free meal plans + shoppable ingredient lists for better nutrition.\nthinks your followers would use it? https://paws-and-plates.vercel.app/"
  },
  "pinterest_petmd": {
    "first_touch": "hey — your vet-reviewed content helped shape our approach... built Paws & Plates to help with nutrition. free meal plans + shoppable ingredient lists.\nwondering if your audience would use this? https://paws-and-plates.vercel.app/"
  },
  "pinterest_dogsnaturally": {
    "first_touch": "hey — your holistic dog care content helped shape our approach... built a free meal plan tool with shoppable ingredient lists for dogs (plus cats, birds, reptiles).\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "pinterest_moderndogmagazine": {
    "first_touch": "hey — your dog lifestyle content is exactly what dog parents need... built Paws & Plates to help with nutrition. free meal plans + shoppable ingredient lists.\nthinks your followers would use it? https://paws-and-plates.vercel.app/"
  },
  "pinterest_catster": {
    "first_touch": "hey — your cat care content helped shape how we built our cat side... Paws & Plates generates free meal plans + shoppable ingredient lists for cats (plus dogs, birds, reptiles).\nwondering if your audience would use this? https://paws-and-plates.vercel.app/"
  },
  "pinterest_dogster": {
    "first_touch": "hey — your dog care content is super helpful... built something that might help your audience. free meal plans + shoppable ingredient lists for better nutrition.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "pinterest_iheartdogs": {
    "first_touch": "hey — your dog community helped shape how we built this... Paws & Plates gives people free meal plans + shoppable ingredient lists so dogs can eat better.\nthinks your followers would use it? https://paws-and-plates.vercel.app/"
  },
  "pinterest_thehonestkitchen": {
    "first_touch": "hey — your human-grade approach helped shape our fresh food mindset... built a free meal plan tool with shoppable ingredient lists that complements what you're doing.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "pinterest_nomnomnow": {
    "first_touch": "hey — your fresh food mission helped shape our project... built Paws & Plates for people who want to DIY it. free meal plans + shoppable ingredient lists.\nwondering if your audience would use this? https://paws-and-plates.vercel.app/"
  },
  "pinterest_drmartypets": {
    "first_touch": "hey — your nature's blend approach helped shape how we think about species-appropriate food... built a free meal plan tool with shoppable ingredient lists.\nthinks your followers would use it? https://paws-and-plates.vercel.app/"
  },
  "pinterest_stellaandchewys": {
    "first_touch": "hey — your raw food approach helped shape our fresh feeding mindset... built Paws & Plates for people who want to DIY it. free meal plans + shoppable ingredient lists.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "pinterest_primalpetfoods": {
    "first_touch": "hey — your raw food mission helped shape how we approach fresh feeding... built a free meal plan tool with shoppable ingredient lists for raw feeders + home cookers.\nwondering if your audience would use this? https://paws-and-plates.vercel.app/"
  },
  "pinterest_openfarm": {
    "first_touch": "hey — your ethical sourcing approach helped shape how we think about ingredient quality... built Paws & Plates: free meal plans + shoppable ingredient lists.\nthinks your followers would use it? https://paws-and-plates.vercel.app/"
  },
  "pinterest_spotandtango": {
    "first_touch": "hey — your vet-designed approach helped shape our project... built a free meal plan tool for people who want to DIY it. includes shoppable ingredient lists.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "pinterest_olliepets": {
    "first_touch": "hey — your human-grade food mission helped shape our fresh feeding mindset... built Paws & Plates for people who want to make it themselves. free plans + shoppable lists.\nwondering if your audience would use this? https://paws-and-plates.vercel.app/"
  },
  "pinterest_thefarmersdog": {
    "first_touch": "hey — your personalized recipe approach helped shape our project... built a free meal plan tool with shoppable ingredient lists for people who want to DIY it.\nthinks your followers would use it? https://paws-and-plates.vercel.app/"
  },
  "pinterest_justfoodfordogs": {
    "first_touch": "hey — your whole food approach helped shape how we built this... Paws & Plates gives people free meal plans + shoppable ingredient lists to DIY fresh feeding.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "pinterest_petplate": {
    "first_touch": "hey — your vet-nutritionist approach helped shape our project... built a free meal plan tool for people who want to make it themselves. includes shoppable ingredient lists.\nwondering if your audience would use this? https://paws-and-plates.vercel.app/"
  },
  "pinterest_raisedrightpets": {
    "first_touch": "hey — your human-grade approach helped shape our fresh food mindset... built Paws & Plates for people who want to DIY it. free meal plans + shoppable ingredient lists.\nopen to checking it out? https://paws-and-plates.vercel.app/"
  },
  "pinterest_sundaysfordogs": {
    "first_touch": "hey — your air-dried approach helped shape how we think about fresh food... built a free meal plan tool with shoppable ingredient lists for people who want to DIY home cooking.\nthinks your followers would use it? https://paws-and-plates.vercel.app/"
  }
}
